Repository: Mystic-Forge/Vigil-Localization
Catalog: *.po
Languages: cs

# ABILITY_DASH
source: Dash
cs: Vymrštění

# ABILITY_DASH_DESCRIPTION
source: Move quickly in the direction you are facing and carry a speed boost while running after
cs: Rychlý pohyb směrem kterým se díváte s dodatečným rychlostním bonusem při běhu po vymrštění

# ABILITY_DOUBLE_JUMP
source: Double Jump
cs: Dvojitý skok

# ABILITY_DOUBLE_JUMP_DESCRIPTION
source: Use a lily pad to gain an additional boost of height while in the air
cs: Využijte leknínový list pro získání dodatečné výšky skoku

# ABILITY_SWIM
source: Swim
cs: Plavání

# ABILITY_SWIM_DESCRIPTION
source: Dash in any direction while submerged in water
cs: Vymrštění jakýmkoliv směrem když jste ve vodě

# ABILITY_GROUND_POUND
source: Ground Pound
cs: Úder do země

# ABILITY_GROUND_POUND_DESCRIPTION
source: Accelerate downwards in your armadillo armor, protecting you from any nasty surfaces and crashing through fragile things
cs: Akcelerace směrem dolů v brnění pásovce, což vás ochrání před jakýmikoliv ošklivými povrchy, a umožní vám prorazit křehké objekty

# ABILITY_ROLL
source: Roll
cs: Valení

# ABILITY_ROLL_DESCRIPTION
source: Encase yourself in armadillo armor and roll at a rapid speed in the direction you are facing. Crashing into fragile things may cause them to break!
cs: Obrňte se brněním pásovce a valte se vysokou rychlostí směrem, kterým se díváte. Křehké objekty se mohou rozbít, pokud do nich narazíte!

# ABILITY_CLIMB
source: Climb
cs: Šplhání

# ABILITY_CLIMB_DESCRIPTION
source: Grip onto smooth walls with magical spider legs
cs: Udržte se na hladkých stěnách pomocí magických pavoučích nohou
